// index.js
// 获取应用实例
const app = getApp();

Page({
  data: {
    completeText: `
    19、20世纪之交，经典物理学大厦看起来依旧坚不可摧。20世纪伊始，量子理论的种子悄然萌发，以破竹之势迅猛发展，在接下来的几十年里倾覆了几个世纪以来构建的经典世界图景，重塑了我们的科学观和世界观。我们今天对世界本质的认知，几乎都源自这一理论；我们今天应用的很多高新科技，也都以这一理论为基石。量子理论与我们每个现代人都息息相关。从1900年的黑体辐射实验，到21世纪初CERN大型强子对撞机发现新的量子现象，量子理论经历了波澜壮阔、异彩纷呈的一百年，逐渐演变成现代物理学最重要、也最成功的理论之一，其诡谲令人发狂，其完美又令人神往。本书就带我们开启这段跨越百年的非凡旅程，以时间和地点为锚定，划分7大主题40个关键节点，追溯量子假说、哥本哈根诠释、玻尔-爱因斯坦论战、量子场论、标准模型、阿斯派克特实验、超弦革命等震古烁今的大事件，遍览普朗克、爱因斯坦、玻尔、海森伯、薛定谔、费曼、杨振宁、霍金等闻名遐迩的物理学家如何在困惑与危机中重构新理论，一步一步攀上物理学之巅。吉姆·巴戈特拥有20多年的科学研究和写作经验，他以严谨的数理思维、精湛的写作手法，全面呈现量子理论从无到有的整个历史，生动讲述坎坷与荣光交织的传奇轶事。他带我们亲临第一现场，与顶尖物理学家并肩而行，与“上帝”般的理论深度碰撞，用一次次的论证、实验和交战，定义量子物理学的黄金时代。作为牛津科学里程碑书系之一，《量子通史》是我们了解21世纪前沿物理学动向的奠基之作。它凝聚了物理学史上的伟大思想，塑造并改变着我们理解世界的方式。`,
  },
  onLoad() {},
});
